tap "homebrew/bundle"
tap "mdogan/zulu"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "cryptography"
brew "awscli"
brew "caddy"
brew "glib"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "unbound"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "go@1.24", link: true
brew "jq"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openvino"
brew "parallel"
brew "pkgconf", link: false
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "scrcpy"
brew "semgrep"
brew "tfenv"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
cask "android-platform-tools"
cask "gpg-suite-no-mail"
cask "kitlangton-hex"
cask "yubico-yubikey-manager"
cask "mdogan/zulu/zulu-jdk19"
go "github.com/go-bindata/go-bindata/go-bindata"
go "golang.org/x/tools/gopls"
go "sigs.k8s.io/kind"
go "github.com/gravitational/teleport/tool/tsh"
